Repository: verdanatech/news
Catalog: locales/*.po
Languages: es_mx

source: Alerts
es_mx: Noticias

source: Can close alert
es_mx: Permitir cerrar las noticias

source: Information
es_mx: Información

source: Please enter a message.
es_mx: Introducir un mensaje

source: Please enter a name.
es_mx: Introducir nombre

source: Problem
es_mx: Problema

source: Show on central page
es_mx: Mostrar en la página central de GLPI

source: Show on helpdesk page
es_mx: Mostrar en la página de la mesa de ayuda

source: Show on login page
es_mx: Mostrar en la página de inicio de sesión

source: The end date must be greater than the start date.
es_mx: La fecha de finalización debe ser mayor que la fecha de inicio.

source: Type (to add an icon before alert title)
es_mx: Escribir (para agregar un ícono antes del título de la noticia)

source: Warning
es_mx: ¡Advertencia!

source: You have hidden alerts valid for current date
es_mx: Has ocultado alertas válidas para la fecha actual
